10/data/attachments/4bd1674936eb543e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Alexander_natural_Actions_91237_3</nif:username>
            <nif:friendToBeRequested>soap_actions_74bf323d-e197-4daa-af3b-fd4e71150586</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>